{
  "Insects": [
    {
      "id": 1,
      "title": "Bee",
      "image": "https://images.unsplash.com/photo-1568526381923-caf3fd520382?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=750&q=80",
      "symbol": "sweetness of Life!",
      "spirit": "A Bee buzzes in as your Spirit Insect to remind you to trust in miracles. As your Power Insect- Call on the Bee when you are manifesting Abundance! Bees are a Totem for those who wish for all living things to co-exist in peace & love. Bee(s) appearing in your dreams may portend of a sweet ending to a community project. Are you being called to a role of humble service?",
      "link": "https://whatismyspiritanimal.com/spirit-totem-power-animal-meanings/insects/bee-symbolism-meaning"
    },
    {
      "id": 2,
      "title": "Butterfly",
      "image": "https://www.thesprucecrafts.com/thmb/0XWgXTIIYFwrb2azqjZV9vEwuZM=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/GettyImages-1071449294-5bfc95ee46e0fb00515aad0f.jpg",
      "symbol": "Vibrantly living each moment to the fullest!",
      "spirit": "As your spirit guide, the butterfly dances in when metamorphosis has begun! Those who are in tune with the ancient wisdom of their ancestors - this is your totem. The Butterfly is your Power Insect to call when you need help gracefully navigating a mayor transition. Appearing in dreams, they foretell a time of change to which you need to pay attention. Accept the growth opportunity before you with open arms!",
      "link": "https://whatismyspiritanimal.com/spirit-totem-power-animal-meanings/insects/butterfly-symbolism-meaning/"
    },
    {
      "id": 3,
      "title": "Firefly",
      "image": "https://passtheknowledge.files.wordpress.com/2014/12/image6.jpg?w=604&h=403",
      "symbol": "Wonder & Illumination",
      "spirit": "When Firefly enters your life, be ready for a little light-hearted magic coming your way. If this is your Totem, you have a natural magical aptitude and a calling to explore the mystical arts. Call on Firefly as a power animal when you need creative inspiration. Dreaming of Firefly symbolizes tiny matters that you let “bug” you. It may also be a sudden flash of insight or mystical energy.",
      "link": "https://whatismyspiritanimal.com/spirit-totem-power-animal-meanings/insects/firefly-symbolism-meaning/"
    },
    {
      "id": 4,
      "title": "Dragonfly",
      "image": "https://images.freeimages.com/images/large-previews/833/blue-dragonfly-1391139.jpg",
      "symbol": "Transformation",
      "spirit": "Restores lightness in spirit & emotions. When a Dragonfly jets in as your spirit animal - its time to find the positive in all situations. As a totem animal she belongs to those who can comfortable change flight patterns in mid-air. When flexibility and a fresh perspective are needed - call on Dragonfly as you Power insect! In your dreams dragonflies may foretell of change or rebirth. Warning to dig deeper into a situation",
      "link": "https://whatismyspiritanimal.com/spirit-totem-power-animal-meanings/insects/dragonfly-symbolism-meaning/"
    },
    {
      "id": 5,
      "title": "Grasshopper",
      "image": "https://bugguide.net/images/raw/OLI/ZAL/OLIZAL7ZDLHZPLYL2LRZOZFLNLHZ6L7RTZMRNLQRDZIRJZSRCZRZULJL2LKRTZQR6LXRJZQRJZJLWL.jpg",
      "Symbol": "Conscience & Intuition",
      "Spirit": "When a Grasshopper jumps in as your Spirit Insect - good fortune is on the horizon! He is the totem for those who are confident and speak their truth. Call in Grasshopper as your power insect when you need help developing your 6th sense. Seeing a Grasshopper in your dream means it’s time to listen to your gut for inner guidance.",
      "link": "may foretell of change or rebirth. Warning to dig deeper into a situation"
    },
    {
      "id": 6,
      "title": "Ladybug",
      "image": "https://assets.change.org/photos/9/jy/ts/rsJytSDOlPEjCUI-800x450-noPad.jpg?1541529326",
      "symbol": "Fearlessness & Awareness",
      "spirit": "Ladybugs appearing in your life precede a time when your goals begin manifesting in remarkable ways. Folks born with a Ladybug Totem are the joy-bringers - instilling trust in others. Whisper your desires to Ladybug Spirit and trust Her wings to take it to the four corners of creation.Seein a ladybug in your dreams is considered a harbinger of better luck.",
      "link": "https://whatismyspiritanimal.com/spirit-totem-power-animal-meanings/insects/ladybug-symbolism-meaning/"
    },
    {
      "id": 7,
      "title": "Spider",
      "image": "https://www.kraiglabs.com/wp-content/uploads/2014/10/golden-orb-spider-silk.jpg",
      "symbol": "Power & Magic",
      "spirit": "When a spider slides in a spirit guide its time to weave your wishes into reality. Spider as a totem insect to those who are the makes and keepers of their own destiny. Invoke Spider as your power insect when you need balance to walk i the world with ease. When Spider comes into your dreams it’s acting as a messenger from the Goddess trying to put your life on the right track.",
      "link": "https://whatismyspiritanimal.com/spirit-totem-power-animal-meanings/insects/spider-symbolism-meaning/"
    },
    {
      "id": 8,
      "title": "Scorpion",
      "image": "https://thumbs.dreamstime.com/b/black-asian-forest-scorpion-heterometrus-longimanus-ground-43578721.jpg",
      "symbol": "Protection & Adaptation",
      "spirit": "When Scorpion shows as your Spirit Insect it is time to step away from poisonous people and situations. As a totem insect Scorpion is for those who believe in rebirth after death. Invoke the Scorpion as your power insect when you need a dose of determination! Scorpion dreams symbolize a time for you to release old habits and feelings",
      "link": "https://whatismyspiritanimal.com/spirit-totem-power-animal-meanings/insects/scorpion-symbolism-meaning/"
    }
  ],
  "comment": [
    {
      "id": 1,
      "content": "this is a comment"
    }
  ]
}